const memories = [
  {
    "id": "dima-10",
    "author": "Dima",
    "day": "Day 1",
    "place": "Поїздка до айропорту",
    "mood": 4,
    "text": "Автобус затримався буквально на 5 хвилин, добрались ніби добре, лише під кінець зайшли українці які голосно говорили, майже всю дорогу проспали",
    "photo": "assets/photos/dima-10.jpg",
    "createdAt": "2026-08-22T05:39:20.401Z"
  },
  {
    "id": "dima-09",
    "author": "Dima",
    "day": "Day 1",
    "place": "В аеропорту",
    "mood": 3,
    "text": "швидко пройшли охорону, знайшли нашу браму, купили енергетики, - бал за те що не змогли купити сигарки, і ще - бал за те що олена злиться що не добре намочив спонжика",
    "photo": "assets/photos/dima-09.jpg",
    "createdAt": "2026-08-22T05:42:34.721Z"
  },
  {
    "id": "dima-08",
    "author": "Dima",
    "day": "Day 1",
    "place": "в літаку",
    "mood": 5,
    "text": "Сіли в літак, в обох було місце біля вікна, але Олені дісталось гірше, то помінялись, на дворі капець який вітер, нас чуть не здуло",
    "photo": "assets/photos/dima-08.jpg",
    "createdAt": "2026-08-22T06:40:05.328Z"
  },
  {
    "id": "dima-07",
    "author": "Dima",
    "day": "Day 1",
    "place": "Помешкання",
    "mood": 5,
    "text": "Помешкання виявилось меншим ніж здавалось, але все ж таки все супер",
    "photo": "assets/photos/dima-07.jpg",
    "createdAt": "2026-08-22T20:01:42.456Z"
  },
  {
    "id": "dima-06",
    "author": "Dima",
    "day": "Day 1",
    "place": "Колізей",
    "mood": 5,
    "text": "Просто вау, відразу пішли мурашки коли побачив",
    "photo": "assets/photos/dima-06.jpg",
    "createdAt": "2026-08-22T20:03:27.126Z"
  },
  {
    "id": "dima-05",
    "author": "Dima",
    "day": "Day 1",
    "place": "Форум",
    "mood": 4,
    "text": "доволі цікаво, але особливо не розгледіли, бо не заходили в середину",
    "photo": "assets/photos/dima-05.jpg",
    "createdAt": "2026-08-22T20:04:56.355Z"
  },
  {
    "id": "dima-04",
    "author": "Dima",
    "day": "Day 1",
    "place": "фонтан треві",
    "mood": 5,
    "text": "реально заслуговує своєї популярності, дуже класне місце",
    "photo": "assets/photos/dima-04.jpg",
    "createdAt": "2026-08-22T20:07:09.757Z"
  },
  {
    "id": "olena-10",
    "author": "Olena",
    "day": "Day 1",
    "place": "Колізей, фонтан закоханих, фонтан треві, пантеон",
    "mood": 4,
    "text": "День народження вийшло дуже класне, але дуже потомились і ужасна спека, Рим центральний захвачує подих, а от околиці це жах",
    "photo": "assets/photos/olena-10.jpg",
    "createdAt": "2026-08-23T08:49:07.268Z"
  },
  {
    "id": "olena-07",
    "author": "Olena",
    "day": "Day 1",
    "place": "Колізей",
    "mood": 5,
    "text": "це ми такі красиві",
    "photo": "assets/photos/olena-07.jpg",
    "createdAt": "2026-08-23T16:04:47.351Z"
  },
  {
    "id": "olena-09",
    "author": "Olena",
    "day": "Day 2",
    "place": "Ватикан",
    "mood": 5,
    "text": "Все дуже класно, дуже гарно, історія в поєднанні з християнством, це неймовірно!!! дуже гаряче, але ми прийшли додому, і ввечері йдем на місцеву тусовку",
    "photo": "assets/photos/olena-09.jpg",
    "createdAt": "2026-08-23T16:01:18.128Z"
  },
  {
    "id": "olena-08",
    "author": "Olena",
    "day": "Day 2",
    "place": "Ватикан",
    "mood": 5,
    "text": "була дуже смачна піца, і апероль за 5 євро, а не 12",
    "photo": "assets/photos/olena-08.jpg",
    "createdAt": "2026-08-23T16:02:49.195Z"
  },
  {
    "id": "dima-03",
    "author": "Dima",
    "day": "Day 2",
    "place": "Ватикан",
    "mood": 4,
    "text": "Чудове місце, відчувається ця велич, бачили пару, але мінус бал за жару та велику кількість людей",
    "photo": "assets/photos/dima-03.jpg",
    "createdAt": "2026-08-24T16:09:32.576Z"
  },
  {
    "id": "dima-02",
    "author": "Dima",
    "day": "Day 2",
    "place": "Прогулянка біля річки Tiber",
    "mood": 5,
    "text": "оце сподобалось, гарно пофоткались, підійшли до замку,зустріли українців",
    "photo": "assets/photos/dima-02.jpg",
    "createdAt": "2026-08-24T16:12:54.517Z"
  },
  {
    "id": "dima-01",
    "author": "Dima",
    "day": "Day 2",
    "place": "Прогулянка вуличками",
    "mood": 5,
    "text": "це просто вау, закоханий у цей вайб",
    "photo": "assets/photos/dima-01.jpg",
    "createdAt": "2026-08-24T16:15:00.711Z"
  },
  {
    "id": "dima-15",
    "author": "Dima",
    "day": "Day 2",
    "place": "іспанські сходинки",
    "mood": 3,
    "text": "нуууу, не дуже вразило",
    "photo": "assets/photos/dima-15.jpg",
    "createdAt": "2026-08-24T16:17:41.713Z"
  },
  {
    "id": "dima-14",
    "author": "Dima",
    "day": "Day 2",
    "place": "Колізей Вечором",
    "mood": 5,
    "text": "це просто неймовірно, дууууже гарно",
    "photo": "assets/photos/dima-14.jpg",
    "createdAt": "2026-08-24T16:18:27.419Z"
  },
  {
    "id": "olena-06",
    "author": "Olena",
    "day": "Day 3",
    "place": "Остія",
    "mood": 4,
    "text": "Божееее, яке море шикарне, ми обидвоє вже забули, як це, купатись в соленій воді!!! купили спф 30, але на жаль, він не допоміг. Діма згорів повністю, а в мене плечі, тому 4/5, а не 5/5, а так, все супер",
    "photo": "assets/photos/olena-06.jpg",
    "createdAt": "2026-08-24T21:20:15.575Z"
  },
  {
    "id": "olena-05",
    "author": "Olena",
    "day": "Day 3",
    "place": "Колізей",
    "mood": 5,
    "text": "Сьогодні День Незалежності України! Колізей, я в шоке, дуже гарно підсвітили в колір прапора. На душі дуже тепло, коли в настільки людних місцях, де дуже багато руских, всеодно підтримують саме нас, це до сліз",
    "photo": "assets/photos/olena-05.jpg",
    "createdAt": "2026-08-24T21:22:12.025Z"
  },
  {
    "id": "olena-04",
    "author": "Olena",
    "day": "Day 3",
    "place": "Аеропорт Чампіно",
    "mood": 5,
    "text": "Все, наша трьох денна подорож закінчилась. Чесно, не віриться до кінця, що це взагалі було з нами, що моїх 18 років ми провели в Римі, столиці історії Римської Імперії! Я дуже тебе коть люблю, не втомлююсь повторювати це, і що я тобі дуже вдячна, це найкращий подарунок!!!!",
    "photo": "assets/photos/olena-04.jpg",
    "createdAt": "2026-08-24T21:24:17.377Z"
  },
  {
    "id": "olena-03",
    "author": "Olena",
    "day": "Day 3",
    "place": "Біля Пантеону",
    "mood": 1,
    "text": "Діма дуже хотів спробувати цю мега розкручену пасту за 8€, вирішили взяти класику- Карбонару. Оригінальний рецепт без бекону, замість нього свинячі щічки. Боже, це певно найгірше, що ми тут їли, після піци, в якої замість тіста- лаваш. Діма сказав, що моя паста набагато смачніша🤪, аніж римська",
    "photo": "assets/photos/olena-03.jpg",
    "createdAt": "2026-08-24T21:27:37.941Z"
  },
  {
    "id": "olena-02",
    "author": "Olena",
    "day": "Day 3",
    "place": "Пантеон",
    "mood": 5,
    "text": "Діма сказав, що в нього дуже красиві циці!!! Погоджуюсь на 100%!!! А ще ми отак згоріли, але нічо, це все пам’ять!!!",
    "photo": "assets/photos/olena-02.jpg",
    "createdAt": "2026-08-24T21:30:06.992Z"
  },
  {
    "id": "olena-01",
    "author": "Olena",
    "day": "Day 3",
    "place": "Загальні враження про подорож",
    "mood": 5,
    "text": "Це просто не описати словами, це місце такої енергії, сили, могутності, історії. Це місце, де обов’язково має за життя побувати кожна людина. Це місто- найкраще в якому я була, не передати словами відчуття, коли ходиш і дивишся вживу будівлі, яким по 2000 років, можеш доторкнутися до них, можеш сфотографуватися біля них, це не передати словами! я під величезними враженнями,сюди хочеться повернутися ще 1000000 разів. Коть, дуже люблю тебе, ти в мене найкращий! Дякую тобі за все, що робиш для мене! Дуже ціную і кохаю!!!!",
    "photo": "assets/photos/olena-01.jpg",
    "createdAt": "2026-08-24T21:36:29.077Z"
  },
  {
    "id": "dima-13",
    "author": "Dima",
    "day": "Day 3",
    "place": "плаж в місті Остія",
    "mood": 5,
    "text": "класно покупались, по засмагали, правда я згорів🥲",
    "photo": "assets/photos/dima-13.jpg",
    "createdAt": "2026-08-25T09:59:42.647Z"
  },
  {
    "id": "dima-12",
    "author": "Dima",
    "day": "Day 3",
    "place": "римська паста карбонара",
    "mood": 2,
    "text": "не сподобалась, сильно віддавало домашньою молочкою",
    "photo": "assets/photos/dima-12.jpg",
    "createdAt": "2026-08-25T10:04:44.454Z"
  },
  {
    "id": "dima-11",
    "author": "Dima",
    "day": "Day 3",
    "place": "колізей в прапорі україни",
    "mood": 5,
    "text": "дуже гарно і дуже приємно, в честь нашої незалежності",
    "photo": "assets/photos/dima-11.jpg",
    "createdAt": "2026-08-25T10:05:44.384Z"
  }
];
